[
  {
    "id": 101,
    "title": "1. The Hare & The Tortoise (龟兔赛跑)",
    "content": "有一天，兔子嘲笑乌龟爬得慢。乌龟说：“我们来比赛跑步吧！”兔子笑了，说：“好啊！”比赛开始了。兔子跑得很快，他在一棵树下睡着了。乌龟爬得很慢，但是他没有停。最后，乌龟到了终点，但是兔子还在睡觉。乌龟赢了！",
    "translation": "One day, the rabbit mocked the tortoise for crawling slowly. The tortoise said: 'Let's have a race!' The rabbit laughed and said: 'Okay!' The race began. The rabbit ran very fast, (but) he fell asleep under a tree. The tortoise crawled very slowly, but he did not stop. Finally, the tortoise reached the finish line, but the rabbit was still sleeping. The tortoise won!"
  },
  {
    "id": 102,
    "title": "2. The Old Man Lost His Horse (塞翁失马)",
    "content": "很久以前，有一个老人。他有一匹很好的马。有一天，马跑到了别的国家，邻居们都觉得很可惜。老人却说：“这不一定是坏事。”几个月后，他的马回来了，还带回来了一匹新马。邻居们很高兴，老人却说：“这不一定是好事。”后来，老人的儿子骑这匹新马，不小心摔断了腿。邻居们很伤心，老人说：“这不一定是坏事。”一年后，发生了战争，年轻人都去打仗了，只有老人的儿子因为腿坏了，没有去，所以活了下来。",
    "translation": "Long ago, there was an old man. He had a very good horse. One day, the horse ran away to another country, and the neighbors felt it was a pity. But the old man said: 'This is not necessarily a bad thing.' A few months later, his horse returned and brought back a new horse. The neighbors were happy, but the old man said: 'This is not necessarily a good thing.' Later, the old man's son rode this new horse, accidentally fell off and broke his leg. The neighbors were sad, but the old man said: 'This is not necessarily a bad thing.' A year later, a war broke out. All the young men went to fight, but only the old man's son survived because his leg was broken and he did not go."
  },
  {
    "id": 103,
    "title": "3. The Legend of Nian (年兽的传说)",
    "content": "相传在远古时候，有一种凶猛的怪兽叫“年”。它长着尖尖的角，非常可怕。“年”长年深居海底，每到除夕才爬上岸，吞食牲畜伤害人命。因此，每到除夕这天，村寨的人们都逃往深山，以躲避“年”的伤害。有一年除夕，村里来了一个乞讨的老人。他对大家说，只要贴红纸，点蜡烛，放鞭炮，“年”就不敢靠近。半夜时分，“年”闯进村。它发现村里灯火通明，还有巨大的响声，吓得全身发抖，最后逃跑了。从此以后，大家知道了赶走“年”的方法。这也就是过年的由来。",
    "translation": "Legend has it that in ancient times, there was a fierce monster called 'Nian'. It had sharp horns and was very terrifying. 'Nian' lived deep in the sea all year round and only climbed ashore on New Year's Eve to devour livestock and harm people. Therefore, every New Year's Eve, people in the villages would flee to the deep mountains to avoid 'Nian's' harm. One New Year's Eve, a begging old man came to the village. He told everyone that as long as they pasted red paper, lit candles, and set off firecrackers, 'Nian' would not dare to approach. At midnight, 'Nian' broke into the village. It found the village brightly lit and heard huge noises, shaking with fear, and finally fled. From then on, everyone knew the method to drive away 'Nian'. This is also the origin of celebrating the New Year."
  }
]